Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Distribute goal weights across different workflow sections, ensuring a cumulative weight of 100%.
es_es: Distribuya los pesos de los objetivos a través de diferentes secciones del flujo de trabajo, asegurando un peso acumulado del 100 %.

source: Enable goals
es_es: Activar objetivos

source: Enable the "Goals" feature
es_es: Habilitar la función de "Objetivos"

source: Go to Builder
es_es: Ir a Creador

source: Goal Plans
es_es: Planes de objetivos

source: Goal tags
es_es: Etiquetas de objetivo

source: Goal Types
es_es: Tipos de objetivo

source: Enable or create goal types to be included in the plan.
es_es: Habilite o cree tipos de objetivos que incluir en el plan.

source: Goal uploads
es_es: Cargas de objetivos

source: Weighted goal configuration
es_es: Configuración de objetivos ponderados

source: Enable weighting and editability options for each goal type in the goal plan to allow managers and workers to customize the weight of their goals.
es_es: Habilitar las opciones de ponderación y editabilidad para cada tipo de objetivo en el plan de objetivos para permitir que los responsables y trabajadores personalicen el peso de sus objetivos.

source: Goal Tag Libraries
es_es: Bibliotecas de etiquetas de objetivos

source: Home
es_es: Inicio

source: Enable the "Home" feature
es_es: Habilitar la función "Inicio"

source: Home settings
es_es: Configuración del Inicio

source: Individual Pay Range
es_es: Rango de salarial individual

source: Interface
es_es: Interfaz

source: Job Architecture
es_es: Arquitectura de trabajos

source: Language
es_es: Idioma

source: Select the default language for your company. Your choice will apply to all users across the application upon first login. Users can then change the language at any time in their user settings.
es_es: Seleccione el idioma predeterminado para su empresa. Lo que elija se aplicará a todos los usuarios en la aplicación cuando inicien sesión por primera vez. Los usuarios podrán cambiar el idioma en cualquier momento en la configuración de su usuario.

source: Legal Entity
es_es: Entidad legal

source: Custom Labeling
es_es: Etiquetado personalizado

source: Localization
es_es: Localización

source: Users
es_es: Usuarios

source: Enable beqom for Microsoft Outlook
es_es: Habilitar beqom para Microsoft Outlook

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Outlook application using beqom.
es_es: Permitir a los usuarios ver notificaciones, crear objetivos y proporcionar o solicitar feedback directamente desde la aplicación Microsoft Outlook con beqom.

source: beqom for Microsoft Outlook
es_es: beqom para Microsoft Outlook

source: Enable beqom for Microsoft Teams
es_es: Habilitar beqom para Microsoft Teams

source: Enable users to see notifications, create goals, and provide or request feedback directly from within the Microsoft Teams application using beqom.
es_es: Permitir a los usuarios ver notificaciones, crear objetivos y proporcionar o solicitar feedback directamente desde la aplicación Microsoft Teams con beqom.

source: beqom for Microsoft Teams
es_es: beqom para Microsoft Teams

source: Email Notifications
es_es: Notificaciones por correo electrónico

source: Body:
es_es: Cuerpo:

source: Click the link to edit the body of this notification. You can also review the notification in other languages available within the system and edit the text.
es_es: Haga clic en el enlace para editar el cuerpo de esta notificación. También puede revisar la notificación en otros idiomas disponibles dentro del sistema y editar el texto.

source: Email notification settings
es_es: Configuración de notificaciones por correo electrónico

source: Allow the distribution of notification emails to the application users.
es_es: Permita la distribución de correos electrónicos de notificación a los usuarios de la aplicación.

source: Enable email notifications for the company
es_es: Activar las notificaciones por correo electrónico para la empresa

source: Notification:
es_es: Notificación:

source: Email is associated with this notification.
es_es: El correo electrónico está asociado con esta notificación.

source: When editing the text, use the following tag: {FromUser}. This will reference the user who is sending the notification.
es_es: Al editar el texto, utiliza la siguiente etiqueta: {FromUser}. Esto hará referencia al usuario que está enviando la notificación.

source: Subject:
es_es: Asunto:

source: Click the link to edit the subject line text of this notification. You can also review the notification in other languages available within the system and edit the text.
es_es: Haz clic en el enlace para editar el texto de la línea de asunto de esta notificación. También puedes revisar la notificación en otros idiomas disponibles en el sistema y editar el texto.

source: Company email notifications
es_es: Notificaciones por correo electrónico de la empresa

source: All days
es_es: Todos los días

source: A number of notifications can be scheduled. Select the reminder, enable the scheduler, and then set the day and time. Keep in mind that email notifications must also be enabled in the Email notifications list.
es_es: Se puede programar un número de notificaciones. Seleccione el recordatorio, habilite el programador y, a continuación, establezca el día y la hora. Tenga en cuenta que las notificaciones por correo electrónico también deben estar habilitadas en la lista de notificaciones por correo electrónico.

source: Enabled
es_es: Habilitado

source: hour
es_es: hora

source: Jobs
es_es: Puestos

source: Scheduling
es_es: Programación

source: Nudge duplication
es_es: Duplicación de recordatorio

source: Are you sure you want to duplicate this nudge?
es_es: ¿Está seguro de querer duplicar este recordatorio?

source: The nudge was successfully duplicated.
es_es: El recordatorio se ha duplicado correctamente.

source: Open nudge
es_es: Abrir recordatorio

source: Please proceed with editing the duplicated nudge.
es_es: Edite el recordatorio duplicado.

source: Nudge Notifications
es_es: Notificaciones de recordatorio

source: Get started by creating one.
es_es: Comience creando uno.

source: No nudge notifications yet!
es_es: ¡Aún no hay notificaciones de recordatorio!

source: The nudge was successfully deleted.
es_es: El recordatorio se ha eliminado correctamente.

source: Delete nudge
es_es: Eliminar recordatorio

source: Are you sure you want to delete this nudge?
es_es: ¿Está seguro de querer eliminar este recordatorio?

source: View company information
es_es: Ver información de la empresa

source: Onboarding duration
es_es: Duración de la incorporación

source: Give your first feedback
es_es: Dé su primer feedback

source: Create/view your goals
es_es: Cree/visualice sus objetivos

source: Language selection
es_es: Selección de idioma

source: Download the mobile app
es_es: Descargar la aplicación móvil

source: View your passport information
es_es: Ver su información del pasaporte

source: Photo
es_es: Foto

source: Enable the onboarding wizard
es_es: Activar el asistente de incorporación

source: This organizational unit has related references. If you delete it, all related references will be removed. Are you sure you want to delete the organizational unit?
es_es: Esta unidad organizativa tiene referencias relacionadas. Si la elimina, se borrarán todas las referencias relacionadas. ¿Está seguro de querer eliminar la unidad organizativa?

source: Organization external ID
es_es: ID externo de la organización

source: Organization name
es_es: Nombre de la organización

source: Parent organization external ID
es_es: ID externo de la organización principal

source: Parent organization name
es_es: Nombre de la organización principal

source: Enter a name
es_es: Introducir un nombre

source: Organizational Units
es_es: Unidades organizativas

source: {{count}} person
es_es: {count, plural, one {# persona} other {# personas}}

source: {{count}} people
es_es: {{count}} personas

source: Enable the "Passport" feature
es_es: Habilitar la función "Passport"

source: Pay Scale
es_es: Escala salarial

source: Performance Rating Scales
es_es: Escalas de calificación de desempeño

source: Performance Review Rating
es_es: Calificación de la evaluación de desempeño

source: Enable the "Planner" feature
es_es: Habilitar la función "Planner"

source: Populations
es_es: Poblaciones

source: The population was successfully deactivated.
es_es: La población se ha desactivado correctamente.

source: Are you sure you want to deactivate this population? It will be removed from any future processes but won’t affect past rounds.
es_es: ¿Está seguro de querer desactivar esta población? Se eliminará de cualquier proceso futuro, pero no afectará a las rondas pasadas.

source: Confirm deactivation
es_es: Confirmar desactivación

source: Population criteria
es_es: Criterios de población

source: Criteria blocks:
es_es: Bloques de criterios:

source: Population scope:
es_es: Ámbito de población:

source: Custom criteria
es_es: Criterios personalizados

source: Include everybody
es_es: Incluir a todo el mundo

source: Population name
es_es: Nombre de la población

source: Which criteria should this block meet?
es_es: ¿Qué criterios debe cumplir este bloque?

source: Criteria
es_es: Criterios

source: Operator
es_es: Operador

source: Population details
es_es: Detalles de la población

source: Value:
es_es: Valor:

source: The population was successfully duplicated and a new item was created.
es_es: La población se ha duplicado correctamente y se ha creado un nuevo elemento.

source: Open population
es_es: Abrir población

source: No results match the search/filter criteria.Remove your filters and clear your search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda o filtro. Elimine sus filtros y borre su búsqueda para mostrar todos los resultados.

source: No results found
es_es: No se han encontrado resultados

source: No populations created yet
es_es: Todavía no se han creado poblaciones

source: No populations
es_es: No hay poblaciones

source: The population cannot be cloned; Its name is too long.
es_es: No se puede clonar la población; su nombre es demasiado largo.

source: Add condition
es_es: Añadir condición

source: All criteria
es_es: Todos los criterios

source: Any criterion
es_es: Cualquier criterio

source: You have reached the maximum limit of 25 criteria for this population definition. To add more, please remove existing criteria.
es_es: Ha alcanzado el límite máximo de 25 criterios para esta definición de población. Para añadir más, elimine criterios existentes.

source: Select which criteria will determine the people included in this population.
es_es: Selecciona qué criterios determinarán las personas incluidas en esta población.

source: Define custom criteria
es_es: Definir criterios personalizados

source: Select how you want to define population criteria.
es_es: Selecciona cómo quieres definir los criterios de población.

source: You haven't added any blocks yet.
es_es: Todavía no ha añadido bloques.

source: Add blocks to start configuring the population criteria.
es_es: Añada bloques para comenzar a configurar los criterios de población.

source: Field
es_es: Campo

source: If you select this option, all the information you have entered in the form will be cleared. This action cannot be undone. Are you sure you want to proceed?
es_es: Si selecciona esta opción, toda la información que haya introducido en el formulario se borrará. Esta acción no se puede deshacer. ¿Está seguro de querer continuar?

source: Confirm selection
es_es: Confirmar selección

source: of {{blocksMax}}
es_es: de {{blocksMax}}

source: Criteria blocks
es_es: Bloques de criterios

source: Choose from all available fields in standard data foundation schema to define inclusion rules.
es_es: Elige entre todos los campos disponibles en el esquema estándar de la base de datos para definir las reglas de inclusión.

source: Population scope
es_es: Ámbito de población

source: Back to list
es_es: Volver a la lista

source: Select {{fieldName}}
es_es: Seleccionar {{fieldName}}

source: Clear all
es_es: Borrar todo

source: Clear all filters
es_es: Borrar todos los filtros

source: Click row to expand · Checkbox to select · Hover for actions
es_es: Haz clic en la fila para expandir · Casilla para seleccionar · Pasa el cursor para ver acciones

source: Deselect all
es_es: Deseleccionar todo

source: Direct children: {{count}}/{{total}}
es_es: Hijos directos: {{count}}/{{total}}

source: Is parent selected
es_es: ¿Se ha seleccionado el elemento padre?

source: Level
es_es: Nivel

source: Indirect children: {{count}}/{{total}}
es_es: Hijos indirectos: {{count}}/{{total}}

source: items selected
es_es: elementos seleccionados

source: items total
es_es: total de elementos

source: Partial
es_es: Parcial

source: Selected (with descendants)
es_es: Seleccionado (con descendientes)

source: Solo selected (node only)
es_es: Solo seleccionado (solo nodo)

source: L{{level}}
es_es: N{{level}}

source: No items found
es_es: No se han encontrado elementos

source: No results match the search criteria
es_es: Ningún resultado coincide con los criterios de búsqueda

source: Parent selected
es_es: Pariente seleccionado

source: Root level
es_es: Nivel raíz

source: Select all
es_es: Seleccionar todo

source: select all direct children
es_es: seleccionar todos los hijos directos

source: select all indirect children
es_es: seleccionar todos los descendientes indirectos

source: select node only
es_es: seleccionar solo el nodo

source: Selected items
es_es: Elementos seleccionados

source: Show selected
es_es: Mostrar seleccionados

source: Show selected items
es_es: Mostrar los elementos seleccionados

source: Unselect all
es_es: Deseleccionar todo

source: unselect all direct children
es_es: anular la selección de todos los hijos directos

source: unselect all indirect children
es_es: deseleccionar todos los hijos indirectos

source: unselect node only
es_es: solo deseleccionar el nodo

source: Define the title and description of the population
es_es: Define el título y la descripción de la población

source: Basic information
es_es: Información básica

source: An element with that name already exists in the system. Please choose a unique name to proceed.
es_es: Ya existe un elemento con ese nombre. Elija un nombre único para continuar.

source: Select an effective date to preview a population. This step is for visualization purposes only; no effective date will be assigned to the population configuration.
es_es: Seleccione una fecha de entrada en vigor para previsualizar una población. Este paso es solo para fines de visualización; no se asignará ninguna fecha de entrada en vigor a la configuración de la población.

source: Select an effective date to test the outcome.
es_es: Seleccione una fecha de entrada en vigor para probar el resultado.

source: Preview population
es_es: Vista previa de la población

source: Remove condition
es_es: Eliminar condición

source: Create population
es_es: Crear población

source: Edit population
es_es: Editar población

source: Effective date
es_es: Fecha de entrada en vigor

source: The population was successfully published.
es_es: La población se ha publicado correctamente.

source: The population was successfully saved.
es_es: La población se ha guardado correctamente.

source: Search for population
es_es: Buscar población

source: Last updated
es_es: Última actualización

source: Enable workers with admin and compliance roles to grant proxy access to any active workers in your company. Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
es_es: Permitir a los trabajadores con funciones de administrador y cumplimiento otorgar acceso de representante a cualquier trabajador activo de su empresa. Los trabajadores a quienes se les otorgue acceso de representante podrán representar a trabajadores individuales o a todos los trabajadores activos en la empresa.

source: Granted users
es_es: Usuarios autorizados

source: Manage proxy access
es_es: Gestionar el acceso de representante

source: Workers with proxy access
es_es: Trabajadores con acceso de representante

source: Workers who are granted proxy access will be able to proxy individual workers or all active workers in the company.
es_es: Los trabajadores a quienes se les conceda acceso de representar podrán representar a trabajadores individuales o a todos los trabajadores activos de la empresa.

source: Grant proxy access
es_es: Conceder acceso de representante

source: No workers added to the list
es_es: No se han añadido trabajadores a la lista

source: No workers yet
es_es: Aún no hay trabajadores

source: Proxy permission settings
es_es: Configuración de permisos de representante

source: Proxy permission
es_es: Permiso de representante

source: Allow workers to proxy other workers
es_es: Permitir que los empleados actúen como apoderados de otros empleados

source: Proxy permission manager
es_es: Administrador de permisos de representante

source: You are about to delete the proxy access granted to {{workerFullName}}. Are you sure you want to proceed?
es_es: Está a punto de eliminar el acceso de representante concedido a {{workerFullName}}. ¿Está seguro de querer continuar?

source: Delete proxy permission
es_es: Eliminar permiso de representante

source: Proxy access count
es_es: Conteo de acceso de representante

source: Department
es_es: Departamento

source: Manager
es_es: Responsable

source: Proxy access list
es_es: Lista de acceso de representante

source: No workers found
es_es: No se han encontrado trabajadores

source: Please check the spelling or change your search.
es_es: Revise la ortografía o cambie la búsqueda.

source: All company
es_es: Toda la empresa

source: Individuals
es_es: Personas

source: and more
es_es: y más

source: This page is read-only because of your role and permissions. To make changes, please contact your system administrator.
es_es: Esta es una página de solo lectura. Para cambiarlo, póngase en contacto con su administrador del sistema.

source: Self-review
es_es: Autoevaluación

source: No custom sections added yet.
es_es: Todavía no se han añadido secciones personalizadas.

source: Question
es_es: Pregunta

source: At least one question is mandatory in the custom section.
es_es: Al menos una pregunta es obligatoria en la sección personalizada.

source: Custom section
es_es: Sección personalizada

source: Create custom section
es_es: Crear sección personalizada

source: Enable performance reviews
es_es: Habilitar Evaluaciones de desempeño

source: A Performance Management feature that lets HR administrators create performance reviews in which workers and managers reflect on the events over a defined period of time.
es_es: Una función de Gestión del Desempeño que permite a los administradores de RR. HH. crear evaluaciones de desempeño en las que los empleados y los gerentes reflexionan sobre los acontecimientos ocurridos durante un período de tiempo definido.

source: Allow local admins in review templates
es_es: Permitir a los administradores locales en las plantillas de revisión

source: Allow reviews to be reopened
es_es: Permitir que las evaluaciones se reabran

source: General performance review settings
es_es: Configuración general de la evaluación del desempeño

source: Historical Reviews
es_es: Historial de evaluaciones

source: The population of the review will be based on the local admin's access. They will be able to edit only the population within the template.
es_es: La población de la revisión se basará en el acceso del administrador local. Solo podrá editar la población dentro de la plantilla.

source: Review settings
es_es: Configuración de evaluación

source: Allow new managers to see closed reviews
es_es: Permitir a los nuevos responsables ver las evaluaciones cerradas

source: Closed performance reviews from a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the review after its transfer.
es_es: Las evaluaciones de desempeño cerradas del responsable anterior de un trabajador serán visibles para el nuevo responsable. El responsable anterior seguirá pudiendo ver la evaluación después de la transferencia.

source: Performance review templates
es_es: Plantillas de evaluación del desempeño

source: If a manager has fewer direct reports than the number specified below, they can then view the calibration page without taking any actions.
es_es: Si un responsable tiene menos subordinados directos que el número especificado a continuación, puede ver la página de calibración sin realizar ninguna acción.

source: Specify the minimum number
es_es: Especificar el número mínimo

source: Minimum number of direct reports
es_es: Número mínimo de subordinados directos

source: Calculation
es_es: Cálculo

source: These guidelines are for reference only; failing to comply will trigger a gentle reminder.
es_es: Estas directrices son solo de referencia; no cumplirlas activará un recordatorio.

source: Distribution
es_es: Distribución

source: Population: {{population}}
es_es: Población: {{population}}

source: Rating
es_es: Calificación

source: Distribution guidelines
es_es: Directrices de distribución

source: Total distribution: {{total}}%
es_es: Distribución total: {{total}} %

source: The total distribution must add up to 100%. Please adjust the values accordingly.
es_es: La distribución total debe sumar el 100 %. Ajuste los valores en consecuencia.

source: Specify the interval during which the calibration period will be open.
es_es: Especifique el intervalo durante el cual permanecerá abierto el período de calibración.

source: Calibration process period
es_es: Período del proceso de calibración

source: Challenge process
es_es: Proceso de impugnación

source: Conversation & publication
es_es: Conversación y publicación

source: Final validation
es_es: Validación final

source: Moderation & calibration
es_es: Moderación y calibración

source: Worker sign-off comment box
es_es: Cuadro de comentarios de aprobación del trabajador

source: Worker self-assessment
es_es: Autoevaluación del trabajador

source: You are about to move all the reviews to the "Closed (System)" status. Are you sure you want to close the review?
es_es: Estás a punto de mover todas las revisiones al estado "Cerrado (Sistema)". ¿Seguro que quieres cerrar la revisión?

source: You are about to move all the reviews to the "Closed (System)" status. Reviews that are in "Let’s discuss" or "Challenge" status will not be closed. Are you sure you want to close the review?
es_es: Está a punto de mover todas las evaluaciones al estado "Cerrado (Sistema)". Las evaluaciones que están en estado "Hablemos" o "Impugnar" no se cerrarán. ¿Está seguro de querer cerrar la evaluación?

source: Close review
es_es: Cerrar evaluación

source: Creation date:
es_es: Fecha de creación:

source: Are you sure you want to delete the review?
es_es: ¿Está seguro de querer eliminar la evaluación?

source: Delete review
es_es: Eliminar evaluación

source: Open review
es_es: Abrir evaluación

source: The review was duplicated and a new item was created.
es_es: La evaluación se ha duplicado y se ha creado un nuevo elemento.

source: Total workers assigned in this review: {{count}}.
es_es: Total de trabajadores asignados en esta evaluación: {{count}}.

source: No performance review templates yet!
es_es: ¡Aún no hay plantillas de evaluación del desempeño!

source: End date:
es_es: Fecha de finalización:
